[M_Orchid_PlotMission09 MissionDefinition]
MissionName="The X stands for space"
MissionDescription="Thank you for your cooperation [place]Magnetic light[-place], A large beam of light focused on a specific point on the object [place]Ya Long country[-place], It could be a missing item. Ahmed wants to meet you there. This way you can help each other find the treasure and then of course compete to see who gets it.."
TurnInDescription="You defeated Scarlet, killed Leviathan and found the lost brain in the sand! All in all, it was a very busy day.."
MissionSummary="Find the lost sand treasure."
MissionGiver=""
MissionTurnInLocation="shadows"
TeaserText=""

[M_Orchid_PlotMission09:BfeaconSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:BossWormBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:EscapeAmbushSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:EscapeLeviathan MissionObjectiveDefinition]
ProgressMessage="Stay away from Leviathan"

[M_Orchid_PlotMission09:EscapeLeviathanDummy MissionObjectiveDefinition]
ProgressMessage="Get rid of your Leviathan"

[M_Orchid_PlotMission09:EscapeLeviathanDummySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Lieut., Control."
MissionDescriptionOverride="First of all, Scarlett cheated on him. Then Leviathan will destroy you..<br>To reach the treasure in the sand, you must defeat Scarlett (who is now fighting the giant monster Roscoe) and escape the target of an ancient monster called Leviathan, only to be killed once..<br>... You can succeed.!"

[M_Orchid_PlotMission09:EscapeLeviathanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:EscapeSpire MissionObjectiveDefinition]
ProgressMessage="Visit Magni Bacon"

[M_Orchid_PlotMission09:EscapeSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Avoid Scully's ambush and find the treasure!!"
MissionDescriptionOverride="That's why Scarlet teased him. Not too surprising, but there is a problem. As the soldiers keep trying to kill you, you have only one choice: kill them all and try to reach the lost sand treasure before Scarlett does.."

[M_Orchid_PlotMission09:FindTreasure MissionObjectiveDefinition]
ProgressMessage="Treasure hunt room"

[M_Orchid_PlotMission09:FollowBeacon MissionObjectiveDefinition]
ProgressMessage="Follow the light"

[M_Orchid_PlotMission09:FollowBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:FollowBeaconSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:GotoTreasureEntrance MissionObjectiveDefinition]
ProgressMessage="Find a living room."

[M_Orchid_PlotMission09:GotoTreasureEntranceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:KillBossWorm MissionObjectiveDefinition]
ProgressMessage="kill Leviathan."

[M_Orchid_PlotMission09:KillHenchmen MissionObjectiveDefinition]
ProgressMessage="Kill Lieutenant Scarlet"

[M_Orchid_PlotMission09:KillPirateQueen MissionObjectiveDefinition]
ProgressMessage="Defeat Captain Scarlet."

[M_Orchid_PlotMission09:KillPirateQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:KillRoscoe MissionObjectiveDefinition]
ProgressMessage="Kill Roscoe"

[M_Orchid_PlotMission09:LeviathanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:LeviathanSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:LevifdhathanSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:MeetScarlett MissionObjectiveDefinition]
ProgressMessage="Meet Scarlett"

[M_Orchid_PlotMission09:ResumeTreasureEntrance MissionObjectiveDefinition]
ProgressMessage="Find the treasure room"

[M_Orchid_PlotMission09:ResumeTreasureEntranceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission09:TreasureRoomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

